[{"iri":"<https://vivo.metabolomics.info/individual/pmid32551229>","pmid":"32551229","title":"Modeling of nitrogen fixation and polymer production in the heterotrophic diazotroph <i>Azotobacter vinelandii</i> DJ.","authors":["Karsten Zengler"],"published":"2020-12-01","citation":"Campos, DT., Zuñiga, C., Passi, A., Del Toro, J., Tibocha-Bonilla, JD., Zepeda, A., Betenbaugh, MJ., Zengler, K. (2020). Modeling of nitrogen fixation and polymer production in the heterotrophic diazotroph <i>Azotobacter vinelandii</i> DJ. Metabolic Engineering Communications, 11, e00132. doi:10.1016/j.mec.2020.e00132"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32783770>","pmid":"32783770","title":"Intestinal microbiota-derived tryptophan metabolites are predictive of Ah receptor activity.","authors":["FANGCONG DONG"],"published":"2020-11-09","citation":"Dong, F., Hao, F., Murray, IA., Smith, PB., Koo, I., Tindall, AM., Kris-Etherton, PM., Gowda, K., Amin, SG., Patterson, AD., Perdew, GH. (2020). Intestinal microbiota-derived tryptophan metabolites are predictive of Ah receptor activity. Gut Microbes, 12(1), 1-24. doi:10.1080/19490976.2020.1788899"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32588725>","pmid":"32588725","title":"Intestinal permeability, microbial translocation, changes in duodenal and fecal microbiota, and their associations with alcoholic liver disease progression in humans.","authors":["Bernd Schnabl"],"published":"2020-11-09","citation":"Maccioni, L., Gao, B., Leclercq, S., Pirlot, B., Horsmans, Y., De Timary, P., Leclercq, I., Fouts, D., Schnabl, B., Stärkel, P. (2020). Intestinal permeability, microbial translocation, changes in duodenal and fecal microbiota, and their associations with alcoholic liver disease progression in humans. Gut Microbes, 12(1), 1782157. doi:10.1080/19490976.2020.1782157"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32684075>","pmid":"32684075","title":"Changes in the fecal bacterial microbiota associated with disease severity in alcoholic hepatitis patients.","authors":["Bernd Schnabl"],"published":"2020-11-09","citation":"Lang, S., Fairfied, B., Gao, B., Duan, Y., Zhang, X., Fouts, DE., Schnabl, B. (2020). Changes in the fecal bacterial microbiota associated with disease severity in alcoholic hepatitis patients. Gut Microbes, 12(1), 1785251. doi:10.1080/19490976.2020.1785251"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32688248>","pmid":"32688248","title":"UAE1 inhibition mediates the unfolded protein response, DNA damage and caspase-dependent cell death in pancreatic cancer.","authors":["Theodore Lawrence"],"published":"2020-11-01","citation":"Liu, Y., Awadia, S., Delaney, A., Sitto, M., Engelke, CG., Patel, H., Calcaterra, A., Zelenka-Wang, S., Lee, H., Contessa, J., Neamati, N., Ljungman, M., Lawrence, TS., Morgan, MA., Rehemtulla, A. (2020). UAE1 inhibition mediates the unfolded protein response, DNA damage and caspase-dependent cell death in pancreatic cancer. Translational Oncology, 13(11), 100834. doi:10.1016/j.tranon.2020.100834"}]
