[{"iri":"<https://vivo.metabolomics.info/individual/pmid32209763>","pmid":"32209763","title":"Current landscape in motoneuron regeneration and reconstruction for motor cranial nerve injuries.","authors":["Eva Feldman"],"published":"2020-09-01","citation":"Xie, Y., Schneider, KJ., Ali, SA., Hogikyan, ND., Feldman, EL., Brenner, MJ. (2020). Current landscape in motoneuron regeneration and reconstruction for motor cranial nerve injuries. Neural Regeneration Research, 15(9), 1639-1649. doi:10.4103/1673-5374.276325"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32417749>","pmid":"32417749","title":"Longitudinal flortaucipir ([<sup>18</sup>F]AV-1451) PET uptake in semantic dementia.","authors":["Ronald Petersen"],"published":"2020-08-01","citation":"Utianski, RL., Botha, H., Whitwell, JL., Martin, PR., Schwarz, CG., Duffy, JR., Clark, HM., Spychalla, AJ., Senjem, ML., Petersen, RC., Knopman, DS., Jack, CR., Lowe, VJ., Josephs, KA. (2020). Longitudinal flortaucipir ([<sup>18</sup>F]AV-1451) PET uptake in semantic dementia. Neurobiology Of Aging, 92, 135-140. doi:10.1016/j.neurobiolaging.2020.04.010"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32408057>","pmid":"32408057","title":"Association between transactive response DNA-binding protein of 43 kDa type and cognitive resilience to Alzheimer's disease: a case-control study.","authors":["Ronald Petersen"],"published":"2020-08-01","citation":"Buciuc, M., Whitwell, JL., Tosakulwong, N., Weigand, SD., Murray, ME., Boeve, BF., Knopman, DS., Parisi, JE., Petersen, RC., Dickson, DW., Josephs, KA. (2020). Association between transactive response DNA-binding protein of 43 kDa type and cognitive resilience to Alzheimer's disease: a case-control study. Neurobiology Of Aging, 92, 92-97. doi:10.1016/j.neurobiolaging.2020.04.001"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32330803>","pmid":"32330803","title":"Enhancement of biogas production from wastewater sludge via anaerobic digestion assisted with biochar amendment.","authors":["Brendan Higgins"],"published":"2020-08-01","citation":"Wang, P., Peng, H., Adhikari, S., Higgins, B., Roy, P., Dai, W., Shi, X. (2020). Enhancement of biogas production from wastewater sludge via anaerobic digestion assisted with biochar amendment. Bioresource Technology, 309, 123368. doi:10.1016/j.biortech.2020.123368"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32376340>","pmid":"32376340","title":"Roles for lysophosphatidic acid signaling in vascular development and disease.","authors":["Andrew Morris"],"published":"2020-08-01","citation":"Smyth, SS., Kraemer, M., Yang, L., Van Hoose, P., Morris, AJ. (2020). Roles for lysophosphatidic acid signaling in vascular development and disease. Biochimica Et Biophysica Acta. Molecular And Cell Biology Of Lipids, 1865(8), 158734. doi:10.1016/j.bbalip.2020.158734"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32360635>","pmid":"32360635","title":"Characterization of eubacterial communities by Denaturing Gradient Gel Electrophoresis (DGGE) and Next Generation Sequencing (NGS) in a desulfurization biotrickling filter using progressive changes of nitrate and nitrite as final electron acceptors.","authors":["Antonio Valle"],"published":"2020-07-25","citation":"Brito, J., Valle, A., Almenglo, F., Ramírez, M., Cantero, D. (2020). Characterization of eubacterial communities by Denaturing Gradient Gel Electrophoresis (DGGE) and Next Generation Sequencing (NGS) in a desulfurization biotrickling filter using progressive changes of nitrate and nitrite as final electron acceptors. New Biotechnology, 57, 67-75. doi:10.1016/j.nbt.2020.03.001"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32222320>","pmid":"32222320","title":"Systematic identification and elimination of flux bottlenecks in the aldehyde production pathway of Synechococcus elongatus PCC 7942.","authors":["Jamey Young"],"published":"2020-07-01","citation":"Cheah, YE., Xu, Y., Sacco, SA., Babele, PK., Zheng, AO., Johnson, CH., Young, JD. (2020). Systematic identification and elimination of flux bottlenecks in the aldehyde production pathway of Synechococcus elongatus PCC 7942. Metabolic Engineering, 60, 56-65. doi:10.1016/j.ymben.2020.03.007"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32325191>","pmid":"32325191","title":"Neurobehavioral changes arising from early life dopamine signaling perturbations.","authors":["Randy Blakely"],"published":"2020-07-01","citation":"Areal, LB., Blakely, RD. (2020). Neurobehavioral changes arising from early life dopamine signaling perturbations. Neurochemistry International, 137, 104747. doi:10.1016/j.neuint.2020.104747"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32325370>","pmid":"32325370","title":"Predicting in-hospital mortality of patients with febrile neutropenia using machine learning models.","authors":["Dominick Lemas"],"published":"2020-07-01","citation":"Du, X., Min, J., Shah, CP., Bishnoi, R., Hogan, WR., Lemas, DJ. (2020). Predicting in-hospital mortality of patients with febrile neutropenia using machine learning models. International Journal Of Medical Informatics, 139, 104140. doi:10.1016/j.ijmedinf.2020.104140"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32224154>","pmid":"32224154","title":"Dietary influence on central nervous system myelin production, injury, and regeneration.","authors":["Isobel Scarisbrick"],"published":"2020-07-01","citation":"Langley, MR., Triplet, EM., Scarisbrick, IA. (2020). Dietary influence on central nervous system myelin production, injury, and regeneration. Biochimica Et Biophysica Acta. Molecular Basis Of Disease, 1866(7), 165779. doi:10.1016/j.bbadis.2020.165779"}]
