[{"iri":"<https://vivo.metabolomics.info/individual/pmid32209763>","pmid":"32209763","title":"Current landscape in motoneuron regeneration and reconstruction for motor cranial nerve injuries.","authors":["Eva Feldman"],"published":"2020-09-01","citation":"Xie, Y., Schneider, KJ., Ali, SA., Hogikyan, ND., Feldman, EL., Brenner, MJ. (2020). Current landscape in motoneuron regeneration and reconstruction for motor cranial nerve injuries. Neural Regeneration Research, 15(9), 1639-1649. doi:10.4103/1673-5374.276325"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32128344>","pmid":"32128344","title":"Erratum: Expression of Human ACE2 in Lactobacillus and Beneficial Effects in Diabetic Retinopathy in Mice.","authors":["Mohan Raizada"],"published":"2020-06-12","citation":"Verma, A., Xu, K., Du, T., Zhu, P., Liang, Z., Liao, S., Zhang, J., Raizada, MK., Grant, MB., Li, Q. (2020). Erratum: Expression of Human ACE2 in Lactobacillus and Beneficial Effects in Diabetic Retinopathy in Mice. Molecular Therapy. Methods & Clinical Development, 17, 400. doi:10.1016/j.omtm.2020.02.002"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32215288>","pmid":"32215288","title":"Metabolic reprogramming in tumors: Contributions of the tumor microenvironment.","authors":["Teresa Fan","Andrew Lane"],"published":"2020-06-01","citation":"Lane, AN., Higashi, RM., Fan, TW. (2020). Metabolic reprogramming in tumors: Contributions of the tumor microenvironment. Genes & Diseases, 7(2), 185-198. doi:10.1016/j.gendis.2019.10.007"},{"iri":"<https://vivo.metabolomics.info/individual/pmid31908925>","pmid":"31908925","title":"Evaluation of freely available software tools for untargeted quantification of <sup>13</sup>C isotopic enrichment in cellular metabolome from HR-LC/MS data.","authors":["Pramod Wangikar"],"published":"2020-06-01","citation":"Dange, MC., Mishra, V., Mukherjee, B., Jaiswal, D., Merchant, MS., Prasannan, CB., Wangikar, PP. (2020). Evaluation of freely available software tools for untargeted quantification of <sup>13</sup>C isotopic enrichment in cellular metabolome from HR-LC/MS data. Metabolic Engineering Communications, 10, e00120. doi:10.1016/j.mec.2019.e00120"},{"iri":"<https://vivo.metabolomics.info/individual/pmid31908923>","pmid":"31908923","title":"Improving heterologous protein expression in <i>Synechocystis</i> sp. PCC 6803 for alpha-bisabolene production.","authors":["Christie Peebles"],"published":"2020-06-01","citation":"Sebesta, J., Peebles, CA. (2020). Improving heterologous protein expression in <i>Synechocystis</i> sp. PCC 6803 for alpha-bisabolene production. Metabolic Engineering Communications, 10, e00117. doi:10.1016/j.mec.2019.e00117"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32192992>","pmid":"32192992","title":"Editorial: New insights into the role of central serotonin in the maintenance of homeostasis, autonomic control, and sleep.","authors":["Robin Haynes"],"published":"2020-06-01","citation":"Haynes, RL. (2020). Editorial: New insights into the role of central serotonin in the maintenance of homeostasis, autonomic control, and sleep. Experimental Neurology, 328, 113263. doi:10.1016/j.expneurol.2020.113263"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32198230>","pmid":"32198230","title":"Progressive multifocal leukoencephalopathy and granule cell neuronopathy with novel mutation flanking VP1 C-terminus in natalizumab-extended interval dosing.","authors":["Yang Mao-Draayer"],"published":"2020-05-04","citation":"Rempe, T., Wang, Q., Wu, Q., Ballur Narayana Reddy, V., Newcomer, Z., Miravalle, A., Mao-Draayer, Y. (2020). Progressive multifocal leukoencephalopathy and granule cell neuronopathy with novel mutation flanking VP1 C-terminus in natalizumab-extended interval dosing. Neurology(R) Neuroimmunology & Neuroinflammation, 7(3). doi:10.1212/NXI.0000000000000709"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32179314>","pmid":"32179314","title":"Maternal blood metal and metalloid concentrations in association with birth outcomes in Northern Puerto Rico.","authors":["John Meeker"],"published":"2020-05-01","citation":"Ashrap, P., Watkins, DJ., Mukherjee, B., Boss, J., Richards, MJ., Rosario, Z., Vélez-Vega, CM., Alshawabkeh, A., Cordero, JF., Meeker, JD. (2020). Maternal blood metal and metalloid concentrations in association with birth outcomes in Northern Puerto Rico. Environment International, 138, 105606. doi:10.1016/j.envint.2020.105606"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32143025>","pmid":"32143025","title":"Identification of environmental chemicals targeting miscarriage genes and pathways using the comparative toxicogenomics database.","authors":["John Meeker","Rita Loch-Caruso"],"published":"2020-05-01","citation":"Harris, SM., Jin, Y., Loch-Caruso, R., Padilla, IY., Meeker, JD., Bakulski, KM. (2020). Identification of environmental chemicals targeting miscarriage genes and pathways using the comparative toxicogenomics database. Environmental Research, 184, 109259. doi:10.1016/j.envres.2020.109259"},{"iri":"<https://vivo.metabolomics.info/individual/pmid31646449>","pmid":"31646449","title":"Characterization of Recurrences Following Second Breast-Conserving Surgery with Intraoperative Radiotherapy.","authors":["Quiying Chen"],"published":"2020-05-01","citation":"Boehm, KM., Chen, J., Trichter, S., Abdallah, H., Zhuo, R., Nowak, EJ., Ng, J., Swistel, AJ. (2020). Characterization of Recurrences Following Second Breast-Conserving Surgery with Intraoperative Radiotherapy. Annals Of Surgical Oncology, 27(5), 1638-1644. doi:10.1245/s10434-019-07908-5"}]
