[{"iri":"<https://vivo.metabolomics.info/individual/pmid33860729>","pmid":"33860729","title":"Inhalation delivery dramatically improves the efficacy of topotecan for the treatment of local and distant lung cancer.","authors":["Steven Belinsky"],"published":"2021-12-01","citation":"Kuehl, PJ., Yingling, CM., Dubose, D., Burke, M., Revelli, DA., Chen, W., Dye, WW., Belinsky, SA., Tessema, M. (2021). Inhalation delivery dramatically improves the efficacy of topotecan for the treatment of local and distant lung cancer. Drug Delivery, 28(1), 767-775. doi:10.1080/10717544.2021.1912209"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33773387>","pmid":"33773387","title":"An annotation database for chemicals of emerging concern in exposome research.","authors":["Douglas Walker"],"published":"2021-07-01","citation":"Meijer, J., Lamoree, M., Hamers, T., Antignac, JP., Hutinet, S., Debrauwer, L., Covaci, A., Huber, C., Krauss, M., Walker, DI., Schymanski, EL., Vermeulen, R., Vlaanderen, J. (2021). An annotation database for chemicals of emerging concern in exposome research. Environment International, 152, 106511. doi:10.1016/j.envint.2021.106511"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33850951>","pmid":"33850951","title":"Acerola exosome-like nanovesicles to systemically deliver nucleic acid medicine via oral administration.","authors":["Yoshiki Murakami"],"published":"2021-06-11","citation":"Umezu, T., Takanashi, M., Murakami, Y., Ohno, SI., Kanekura, K., Sudo, K., Nagamine, K., Takeuchi, S., Ochiya, T., Kuroda, M. (2021). Acerola exosome-like nanovesicles to systemically deliver nucleic acid medicine via oral administration. Molecular Therapy. Methods & Clinical Development, 21, 199-208. doi:10.1016/j.omtm.2021.03.006"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33779682>","pmid":"33779682","title":"Inhibition of macrophage histone demethylase JMJD3 protects against abdominal aortic aneurysms.","authors":["Johann Gudjonsson"],"published":"2021-06-07","citation":"Davis, FM., Tsoi, LC., Melvin, WJ., denDekker, A., Wasikowski, R., Joshi, AD., Wolf, S., Obi, AT., Billi, AC., Xing, X., Audu, C., Moore, BB., Kunkel, SL., Daugherty, A., Lu, HS., Gudjonsson, JE., Gallagher, KA. (2021). Inhibition of macrophage histone demethylase JMJD3 protects against abdominal aortic aneurysms. The Journal Of Experimental Medicine, 218(6). doi:10.1084/jem.20201839"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33773740>","pmid":"33773740","title":"A novel derivatization strategy for profiling phosphate ester/anhydride metabolic network and application on glioma rats using HILIC-MS/MS.","authors":["Zhe Wang"],"published":"2021-06-01","citation":"Sheng, N., Zhao, H., Chen, X., Wang, D., Li, M., Wang, Z., Zhang, J., Jiang, J. (2021). A novel derivatization strategy for profiling phosphate ester/anhydride metabolic network and application on glioma rats using HILIC-MS/MS. Talanta, 228, 122238. doi:10.1016/j.talanta.2021.122238"}]
