[{"iri":"<https://vivo.metabolomics.info/individual/pmid32551229>","pmid":"32551229","title":"Modeling of nitrogen fixation and polymer production in the heterotrophic diazotroph <i>Azotobacter vinelandii</i> DJ.","authors":["Karsten Zengler"],"published":"2020-12-01","citation":"Campos, DT., Zuñiga, C., Passi, A., Del Toro, J., Tibocha-Bonilla, JD., Zepeda, A., Betenbaugh, MJ., Zengler, K. (2020). Modeling of nitrogen fixation and polymer production in the heterotrophic diazotroph <i>Azotobacter vinelandii</i> DJ. Metabolic Engineering Communications, 11, e00132. doi:10.1016/j.mec.2020.e00132"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32516707>","pmid":"32516707","title":"Integrating untargeted metabolomics and targeted analysis for not from concentrate and from concentrate orange juices discrimination and authentication.","authors":["Lei Xu"],"published":"2020-11-01","citation":"Xu, L., Xu, Z., Kelly, S., Liao, X. (2020). Integrating untargeted metabolomics and targeted analysis for not from concentrate and from concentrate orange juices discrimination and authentication. Food Chemistry, 329, 127130. doi:10.1016/j.foodchem.2020.127130"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32648916>","pmid":"32648916","title":"Cerebral cavernous malformations are driven by ADAMTS5 proteolysis of versican.","authors":["Quiying Chen"],"published":"2020-10-05","citation":"Hong, CC., Tang, AT., Detter, MR., Choi, JP., Wang, R., Yang, X., Guerrero, AA., Wittig, CF., Hobson, N., Girard, R., Lightle, R., Moore, T., Shenkar, R., Polster, SP., Goddard, LM., Ren, AA., Leu, NA., Sterling, S., Yang, J., Li, L., Chen, M., Mericko-Ishizuka, P., Dow, LE., Watanabe, H., Schwaninger, M., Min, W., Marchuk, DA., Zheng, X., Awad, IA., Kahn, ML. (2020). Cerebral cavernous malformations are driven by ADAMTS5 proteolysis of versican. The Journal Of Experimental Medicine, 217(10). doi:10.1084/jem.20200140"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32637455>","pmid":"32637455","title":"Development of AAV Variants with Human Hepatocyte Tropism and Neutralizing Antibody Escape Capacity.","authors":["Timothy Nichols"],"published":"2020-09-11","citation":"Pei, X., Shao, W., Xing, A., Askew, C., Chen, X., Cui, C., Abajas, YL., Gerber, DA., Merricks, EP., Nichols, TC., Li, W., Samulski, RJ., Li, C. (2020). Development of AAV Variants with Human Hepatocyte Tropism and Neutralizing Antibody Escape Capacity. Molecular Therapy. Methods & Clinical Development, 18, 259-268. doi:10.1016/j.omtm.2020.06.003"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32602902>","pmid":"32602902","title":"Targeting leukocidin-mediated immune evasion protects mice from Staphylococcus aureus bacteremia.","authors":["Sergei Koralov"],"published":"2020-09-07","citation":"Tam, K., Lacey, KA., Devlin, JC., Coffre, M., Sommerfield, A., Chan, R., O'Malley, A., Koralov, SB., Loke, P., Torres, VJ. (2020). Targeting leukocidin-mediated immune evasion protects mice from Staphylococcus aureus bacteremia. The Journal Of Experimental Medicine, 217(9). doi:10.1084/jem.20190541"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32642758>","pmid":"32642758","title":"Mutual antagonism between Hippo signaling and cyclin E drives intracellular pattern formation.","authors":["Natarajan Kannan"],"published":"2020-09-07","citation":"Jiang, YY., Maier, W., Chukka, UN., Choromanski, M., Lee, C., Joachimiak, E., Wloga, D., Yeung, W., Kannan, N., Frankel, J., Gaertig, J. (2020). Mutual antagonism between Hippo signaling and cyclin E drives intracellular pattern formation. The Journal Of Cell Biology, 219(9). doi:10.1083/jcb.202002077"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32450444>","pmid":"32450444","title":"Associations between cerebrospinal fluid total phosphatidylcholines, neurodegeneration, cognitive decline, and risk of mild cognitive impairment in the Mayo Clinic Study of Aging.","authors":["Ronald Petersen","Michelle Mielke"],"published":"2020-09-01","citation":"Li, D., Hagen, C., Bui, HH., Knopman, D., Jack, CR., Machulda, M., Petersen, RC., Mielke, MM. (2020). Associations between cerebrospinal fluid total phosphatidylcholines, neurodegeneration, cognitive decline, and risk of mild cognitive impairment in the Mayo Clinic Study of Aging. Neurobiology Of Aging, 93, 52-54. doi:10.1016/j.neurobiolaging.2020.04.020"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32417515>","pmid":"32417515","title":"Developmental programming: Transcriptional regulation of visceral and subcutaneous adipose by prenatal bisphenol-A in female sheep.","authors":["Vasantha Padmanabhan"],"published":"2020-09-01","citation":"Dou, JF., Puttabyatappa, M., Padmanabhan, V., Bakulski, KM. (2020). Developmental programming: Transcriptional regulation of visceral and subcutaneous adipose by prenatal bisphenol-A in female sheep. Chemosphere, 255, 127000. doi:10.1016/j.chemosphere.2020.127000"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32514400>","pmid":"32514400","title":"<i>PARS2</i>-associated mitochondrial disease: A case report of a patient with prolonged survival and literature review.","authors":["Hilary Vernon"],"published":"2020-09-01","citation":"A Almuqbil, M., Vernon, HJ., Ferguson, M., Kline, AD. (2020). <i>PARS2</i>-associated mitochondrial disease: A case report of a patient with prolonged survival and literature review. Molecular Genetics And Metabolism Reports, 24, 100613. doi:10.1016/j.ymgmr.2020.100613"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32624138>","pmid":"32624138","title":"Modification of the self-regulated strategy inventory-self report for blended and team-based learning.","authors":["Stacy Voils"],"published":"2020-09-01","citation":"Thomas, AO., Voils, SA., Childs-Kean, L. (2020). Modification of the self-regulated strategy inventory-self report for blended and team-based learning. Currents In Pharmacy Teaching & Learning, 12(9), 1093-1100. doi:10.1016/j.cptl.2020.04.021"}]
