[{"iri":"<https://vivo.metabolomics.info/individual/pmid33610054>","pmid":"33610054","title":"Maternal phthalate urine concentrations, fetal growth and adverse birth outcomes. A population-based prospective cohort study.","authors":["Leo Trasande"],"published":"2021-06-01","citation":"Santos, S., Sol, CM., van Zwol-Janssens, C., Philips, EM., Asimakopoulos, AG., Martinez-Moral, MP., Kannan, K., Jaddoe, VWV., Trasande, L. (2021). Maternal phthalate urine concentrations, fetal growth and adverse birth outcomes. A population-based prospective cohort study. Environment International, 151, 106443. doi:10.1016/j.envint.2021.106443"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33576535>","pmid":"33576535","title":"Deuterated water imaging of the rat brain following metabolism of [<sup>2</sup> H<sub>7</sub> ]glucose.","authors":["Matthew Merritt"],"published":"2021-06-01","citation":"Mahar, R., Zeng, H., Giacalone, A., Ragavan, M., Mareci, TH., Merritt, ME. (2021). Deuterated water imaging of the rat brain following metabolism of [<sup>2</sup> H<sub>7</sub> ]glucose. Magnetic Resonance In Medicine, 85(6), 3049-3059. doi:10.1002/mrm.28700"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33493905>","pmid":"33493905","title":"Urinary phthalate metabolites and alternatives and serum sex steroid hormones among pre- and postmenopausal women from NHANES, 2013-16.","authors":["Leo Trasande"],"published":"2021-05-15","citation":"Long, SE., Kahn, LG., Trasande, L., Jacobson, MH. (2021). Urinary phthalate metabolites and alternatives and serum sex steroid hormones among pre- and postmenopausal women from NHANES, 2013-16. The Science Of The Total Environment, 769, 144560. doi:10.1016/j.scitotenv.2020.144560"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33388452>","pmid":"33388452","title":"Periphyton enhances arsenic release and methylation at the soil-water interface of paddy soils.","authors":["David Buchwalter"],"published":"2021-05-05","citation":"Guo, T., Gustave, W., Lu, H., He, Y., Tang, X., Buchwalter, DB., Xu, J. (2021). Periphyton enhances arsenic release and methylation at the soil-water interface of paddy soils. Journal Of Hazardous Materials, 409, 124946. doi:10.1016/j.jhazmat.2020.124946"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33450510>","pmid":"33450510","title":"Environmentally relevant concentrations of sertraline disrupts behavior and the brain and liver transcriptome of juvenile yellow catfish (Tachysurus fulvidraco): Implications for the feeding and growth axis.","authors":["Chris Martyniuk"],"published":"2021-05-05","citation":"Chen, H., Liang, X., Gu, X., Zeng, Q., Mao, Z., Martyniuk, CJ. (2021). Environmentally relevant concentrations of sertraline disrupts behavior and the brain and liver transcriptome of juvenile yellow catfish (Tachysurus fulvidraco): Implications for the feeding and growth axis. Journal Of Hazardous Materials, 409, 124974. doi:10.1016/j.jhazmat.2020.124974"}]
