[{"iri":"<https://vivo.metabolomics.info/individual/pmid32209763>","pmid":"32209763","title":"Current landscape in motoneuron regeneration and reconstruction for motor cranial nerve injuries.","authors":["Eva Feldman"],"published":"2020-09-01","citation":"Xie, Y., Schneider, KJ., Ali, SA., Hogikyan, ND., Feldman, EL., Brenner, MJ. (2020). Current landscape in motoneuron regeneration and reconstruction for motor cranial nerve injuries. Neural Regeneration Research, 15(9), 1639-1649. doi:10.4103/1673-5374.276325"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32224154>","pmid":"32224154","title":"Dietary influence on central nervous system myelin production, injury, and regeneration.","authors":["Isobel Scarisbrick"],"published":"2020-07-01","citation":"Langley, MR., Triplet, EM., Scarisbrick, IA. (2020). Dietary influence on central nervous system myelin production, injury, and regeneration. Biochimica Et Biophysica Acta. Molecular Basis Of Disease, 1866(7), 165779. doi:10.1016/j.bbadis.2020.165779"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32278434>","pmid":"32278434","title":"A community-built calibration system: The case study of quantification of metabolites in grape juice by qNMR spectroscopy.","authors":["Panteleimon Takis"],"published":"2020-07-01","citation":"Musio, B., Ragone, R., Todisco, S., Rizzuti, A., Latronico, M., Mastrorilli, P., Pontrelli, S., Intini, N., Scapicchio, P., Triggiani, M., Di Noia, T., Acquotti, D., Airoldi, C., Assfalg, M., Barge, A., Bateman, L., Benevelli, F., Bertelli, D., Bertocchi, F., Bieliauskas, A., Borioni, A., Caligiani, A., Callone, E., Čamra, A., Cesare Marincola, F., Chalasani, D., Consonni, R., Dambruoso, P., Davalli, S., David, T., Diehl, B., Donarski, J., Gil, AM., Gobetto, R., Goldoni, L., Hamon, E., Harwood, JS., Kobrlová, A., Longobardi, F., Luisi, R., Mallamace, D., Mammi, S., Martin-Biran, M., Mazzei, P., Mele, A., Milone, S., Molero Vilchez, D., Mulder, RJ., Napoli, C., Ragno, D., Randazzo, A., Rossi, MC., Rotondo, A., Šačkus, A., Sáez Barajas, E., Schievano, E., Sitaram, B., Stevanato, L., Takis, PG., Teipel, J., Thomas, F., Torregiani, E., Valensin, D., Veronesi, M., Warren, J., Wist, J., Zailer-Hafer, E., Zuccaccia, C., Gallo, V. (2020). A community-built calibration system: The case study of quantification of metabolites in grape juice by qNMR spectroscopy. Talanta, 214, 120855. doi:10.1016/j.talanta.2020.120855"},{"iri":"<https://vivo.metabolomics.info/individual/pmid30951498>","pmid":"30951498","title":"Individualized metabolomics: opportunities and challenges.","authors":["Biswapriya Misra"],"published":"2020-06-25","citation":"Misra, B. (2020). Individualized metabolomics: opportunities and challenges. Clinical Chemistry And Laboratory Medicine, 58(6), 939-947. doi:10.1515/cclm-2019-0130"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32128344>","pmid":"32128344","title":"Erratum: Expression of Human ACE2 in Lactobacillus and Beneficial Effects in Diabetic Retinopathy in Mice.","authors":["Mohan Raizada"],"published":"2020-06-12","citation":"Verma, A., Xu, K., Du, T., Zhu, P., Liang, Z., Liao, S., Zhang, J., Raizada, MK., Grant, MB., Li, Q. (2020). Erratum: Expression of Human ACE2 in Lactobacillus and Beneficial Effects in Diabetic Retinopathy in Mice. Molecular Therapy. Methods & Clinical Development, 17, 400. doi:10.1016/j.omtm.2020.02.002"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32187155>","pmid":"32187155","title":"PharmGKB summary: lamotrigine pathway, pharmacokinetics and pharmacodynamics.","authors":["Jatinder Lamba"],"published":"2020-06-01","citation":"Mitra-Ghosh, T., Callisto, SP., Lamba, JK., Remmel, RP., Birnbaum, AK., Barbarino, JM., Klein, TE., Altman, RB. (2020). PharmGKB summary: lamotrigine pathway, pharmacokinetics and pharmacodynamics. Pharmacogenetics And Genomics, 30(4), 81-90. doi:10.1097/FPC.0000000000000397"},{"iri":"<https://vivo.metabolomics.info/individual/pmid31970418>","pmid":"31970418","title":"Obese Adolescents With PCOS Have Altered Biodiversity and Relative Abundance in Gastrointestinal Microbiota.","authors":["Melanie Green"],"published":"2020-06-01","citation":"Jobira, B., Frank, DN., Pyle, L., Silveira, LJ., Kelsey, MM., Garcia-Reyes, Y., Robertson, CE., Ir, D., Nadeau, KJ., Cree-Green, M. (2020). Obese Adolescents With PCOS Have Altered Biodiversity and Relative Abundance in Gastrointestinal Microbiota. The Journal Of Clinical Endocrinology And Metabolism, 105(6). doi:10.1210/clinem/dgz263"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32222635>","pmid":"32222635","title":"Dietary contributions to increased background lead, mercury, and cadmium in 9-11 Year old children: Accounting for racial differences.","authors":["Kestutis Bendinskas"],"published":"2020-06-01","citation":"Gump, BB., Hruska, B., Parsons, PJ., Palmer, CD., MacKenzie, JA., Bendinskas, K., Brann, L. (2020). Dietary contributions to increased background lead, mercury, and cadmium in 9-11 Year old children: Accounting for racial differences. Environmental Research, 185, 109308. doi:10.1016/j.envres.2020.109308"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32336422>","pmid":"32336422","title":"Novel Therapies for Blastic Plasmacytoid Dendritic Cell Neoplasm.","authors":["Andrew Lane"],"published":"2020-06-01","citation":"Lane, AA. (2020). Novel Therapies for Blastic Plasmacytoid Dendritic Cell Neoplasm. Hematology/Oncology Clinics Of North America, 34(3), 589-600. doi:10.1016/j.hoc.2020.01.007"},{"iri":"<https://vivo.metabolomics.info/individual/pmid32061639>","pmid":"32061639","title":"Regulation of endocrine systems by the microbiome: Perspectives from comparative animal models.","authors":["Chris Martyniuk"],"published":"2020-06-01","citation":"Williams, CL., Garcia-Reyero, N., Martyniuk, CJ., Tubbs, CW., Bisesi, JH. (2020). Regulation of endocrine systems by the microbiome: Perspectives from comparative animal models. General And Comparative Endocrinology, 292, 113437. doi:10.1016/j.ygcen.2020.113437"}]
