[{"iri":"<https://vivo.metabolomics.info/individual/pmid33179825>","pmid":"33179825","title":"<sup>15</sup> N-carnitine, a novel endogenous hyperpolarized MRI probe with long signal lifetime.","authors":["Matthew Merritt"],"published":"2021-04-01","citation":"von Morze, C., Engelbach, JA., Reed, GD., Chen, AP., Quirk, JD., Blazey, T., Mahar, R., Malloy, CR., Garbow, JR., Merritt, ME. (2021). <sup>15</sup> N-carnitine, a novel endogenous hyperpolarized MRI probe with long signal lifetime. Magnetic Resonance In Medicine, 85(4), 1814-1820. doi:10.1002/mrm.28578"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33364623>","pmid":"33364623","title":"Profiling of mouse macrophage lipidome using direct infusion shotgun mass spectrometry.","authors":["Steven Bensinger"],"published":"2021-03-19","citation":"Hsieh, WY., Williams, KJ., Su, B., Bensinger, SJ. (2021). Profiling of mouse macrophage lipidome using direct infusion shotgun mass spectrometry. Star Protocols, 2(1), 100235. doi:10.1016/j.xpro.2020.100235"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33341607>","pmid":"33341607","title":"Evaluation of extraction workflows for quantitative analysis of per- and polyfluoroalkyl substances: A case study using soil adjacent to a landfill.","authors":["Richard Yost"],"published":"2021-03-15","citation":"Ahmadireskety, A., Da Silva, BF., Townsend, TG., Yost, RA., Solo-Gabriele, HM., Bowden, JA. (2021). Evaluation of extraction workflows for quantitative analysis of per- and polyfluoroalkyl substances: A case study using soil adjacent to a landfill. The Science Of The Total Environment, 760, 143944. doi:10.1016/j.scitotenv.2020.143944"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33200082>","pmid":"33200082","title":"Enhanced expression of immune checkpoint receptors during SARS-CoV-2 viral infection.","authors":["Rifat Hamoudi"],"published":"2021-03-12","citation":"Saheb Sharif-Askari, N., Saheb Sharif-Askari, F., Mdkhana, B., Al Heialy, S., Alsafar, HS., Hamoudi, R., Hamid, Q., Halwani, R. (2021). Enhanced expression of immune checkpoint receptors during SARS-CoV-2 viral infection. Molecular Therapy. Methods & Clinical Development, 20, 109-121. doi:10.1016/j.omtm.2020.11.002"},{"iri":"<https://vivo.metabolomics.info/individual/pmid33470683>","pmid":"33470683","title":"Editorial: Highlights from the 2020 virtual cancer cachexia conference.","authors":["Denis Guttridge"],"published":"2021-03-01","citation":"Fallon, M., Gallouzi, IE., Guttridge, DC., Zimmers, TA. (2021). Editorial: Highlights from the 2020 virtual cancer cachexia conference. Current Opinion In Supportive And Palliative Care, 15(1), 48-49. doi:10.1097/SPC.0000000000000540"}]
